Revit 2027 API
BuiltInFailures.CutFailures.CantCutHostWithInstance Property
 Can't cut host with instance.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CantCutHostWithInstance { get; }
Public Shared ReadOnly Property CantCutHostWithInstance As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CantCutHostWithInstance {
	FailureDefinitionId^ get ();
}
static member CantCutHostWithInstance : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CutFailures Class
Autodesk.Revit.DB Namespace